Repository: 2hubs/oVPN.to-Client-Software
Catalog: locale/*/ovpn_client.po
Languages: es

source: Update failed!
es: ¡La actualización ha fallado!

source: Could not connect to %s
es: No se puede conectar a %s

source: Operating System not supported: %s
es: Sistema Operativo no soportado: %s

source: Could not create app_dir: %s
es: No se puede crear app_dir: %s

source: Select User-ID failed!
es: ¡Ha fallado la selección de la ID de usuario!

source: Error: '%s' not found!
es: Error: '%s' ¡No encontrado!

source: Could not remove lock file. File itself locked because another oVPN Client instance running?
es: No se pudo eliminar el archivo de bloqueo. ¿Está el archivo bloqueado por otra instancia de cliente de oVPN ejecutándose?

source: Creating API-DIRS %s %s %s %s %s failed!
es: ¡La creación de API-DIRS %s %s %s %s %s ha fallado!

source: Creating config Folders failed
es: Ha fallado la creación de las carpetas de configuración

source: Read config file failed!
es: ¡Ha fallado la lectura del archivo de configuración!

source: Error reading your Interfaces from netsh.exe. Contact support@ovpn.to with Error-ID: ADAPTERS[1]=(%s)
es: Error al leer sus Interfaces desde netsh.exe. Contacte con support@ovpn.to con la Error-ID: ADAPTERS[1]=(%s)

source: Could not read your Network Interfaces! Please install OpenVPN or check if your TAP-Adapter is really enabled and driver installed.
es: ¡No se pudo leer las Interfaces de Red! Por favor, instale OpenVPN o compruebe que su Adaptador TAP está habilitado e instalado el controlador.

source: No OpenVPN TAP-Windows Adapter found!
es: ¡No se ha encontrado el Adaptador OpenVPN TAP-Windows!

source: Multiple TAPs found! Please select your TAP Adapter!
es: ¡Múltiples TAPs encontrados! ¡Por favor, seleccione su Adaptador TAP!

source: No OpenVPN TAP-Adapter found! Please install openVPN! URL1: %s URL2: %s
es: ¡No se ha encontrado ningún Adaptador TAP! ¡Por favor, instale openVPN! URL1: %s URL2: %s

source: Invalid characters in '%s'
es: Carácteres inválidos en '%s'

source: Choose your External Network Adapter!
es: ¡Seleccione su Adaptador de Red Externo!

source: No Network Adapter found!
es: ¡No se encontró ningún adaptador de red!

source: Please select your User-ID!
es: ¡Por favor, seleccione su ID de Usuario!

source: Disconnect %s
es: Desconectar %s

source: Connect to %s
es: Conectar a %s

source: Remove AutoConnect: %s
es: Eliminar AutoConnect: %s

source: Set AutoConnect: %s
es: Establecer AutoConnect %s

source: [enabled]
es: [habilitado]

source: [disabled]
es: [deshabilitado]

source: Load Server Information %s
es: Cargar información del Servidor %s

source: Set Server-View Size [%sx%s]
es: Ajuste tamaño de vista del Servidor [%sx%s]

source: Update every: %s seconds
es: Actualizar cada: %s segundos

source: Change DNS
es: Cambiar DNS

source: Set Primary DNS
es: Establezca DNS Primario

source: Set Secondary DNS
es: Establezca DNS Secundario

source: Use IPv4 Entry Server with Exits to IPv4 + IPv6
es: Selección: Servidor entrante con salida a IPv4 + IPv6

source: Use IPv4 Entry Server with Exit to IPv4 (standard)
es: Selección: Servidor entrante con salida a IPv4 (estándar)

source: Checking for Updates!
es: ¡Comprobando actualizaciones!

source: Downloading Configurations...
es: Descargando configuraciones...

source: Requesting Certificates...
es: Solicitando certificados...

source: Please wait... Certificates requested from backend! (%s)
es: Solicitado los certificados desde el back-end (%s), por favor, espere...

source: Downloading Certificates...
es: Descargando certificados...

source: Extracting Configs and Certs...
es: Extrayendo configuraciones y certificados...

source: Disconnected! Have a nice and anonymous day!
es: ¡Desconectado! ¡Que tenga un bonito y anónimo día!

source: Connecting to %s
es: Conectando a %s

source: Testing connection to %s
es: Comprobando conexión a %s

source: Connection to %s unstable or failed!
es: Conexión inestable o fallada a %s

source: Connected to %s [%s]:%s (%s) [ %s ] (%s / %s ms)
es: Conectado a %s [%s]:%s (%s) [ %s ] (%s / %s ms)

source: [ disconnect ]
es: [ desconectar ]

source: Close Account
es: Cerrar Cuenta

source: Account
es: Cuenta

source: Close Settings
es: Cerrar Ajustes

source: Settings
es: Ajustes

source: About
es: Acerca de

source: Quit
es: Salir

source: Error: Update Timeout
es: Error: Tiempo expirado para actualización

source: Update took too long...aborted! Please retry in few minutes...
es: ¡La actualización ha llevado demasiado tiempo...abortado! Por favor, reinténtelo en unos minutos...

source: Certificates and Configs updated!
es: ¡Los certificados y configuraciones han sido actualizadas!

source: oVPN Update OK!
es: ¡Actualización de oVPN correcta!

source: Extraction failed!
es: ¡La extracción ha fallado!

source: Failed to download certificates
es: Falló la descarga de certificados

source: Failed to request certificates!
es: ¡Falló la solicitud de certificados!

source: Failed to download configurations!
es: ¡Falló la descarga de configuración!

source: No update needed!
es: ¡No es necesaria ninguna actualización!

source: Failed to check for updates!
es: ¡Falló la comprobación de actualizaciones!

source: oVPN Server - %s
es: Servidor oVPN - %s

source: oVPN Server [ %s ]
es: Servidor oVPN [ %s ]

source: oVPN Account - %s
es: Cuenta oVPN - %s

source: Settings -> Updates: 'Load Account Info' [disabled]
es: Ajustes -> Actualizaciones: 'Cargar ajustes de cuenta' [deshabilitado]

source: No data loaded! Retry in few seconds...
es: ¡No se ha cargado ningún dato! Reinténtelo en unos segundos...

source: oVPN Settings - %s
es: Ajustes oVPN - %s

source: Security
es: Seguridad

source: Options
es: Opciones

source: Updates
es: Actualizaciones

source: Restore Firewall Backups
es: Restaurar copias de seguridad del cortafuegos

source: Backups
es: Copias de seguridad

source: Use Windows Firewall (default: ON)
es: Usar Cortafuegos de Windows (por defecto: encendido)

source: TAP-Adapter block outbound (default: OFF)
es: Bloque Saliente de Adaptador de TAP (por defecto: apagado)

source: Block Internet on Disconnect or Quit (default: ON)
es: Bloquear Internet al desconectar o cerrar (por defecto: encendido)

source: Disable FW question on Quit (default: OFF)
es: Deshabilitar pregunta acerca de FW al salir (por defecto: encendido)

source: Clear Rules on Connect (default: OFF)
es: Reglas claras al conectar (por defecto: apagado)

source: Could not export Windows Firewall Backup!
es: ¡No se pudo exportar copia de seguridad de cortafuegos de Windows!

source: Error: Windows Firewall Backup failed
es: Error: Falló la copia de seguridad del cortafuegos de Windows

source: Backup on Start / Restore on Quit (default: OFF)
es: Copia de seguridad al Inicio / Restaurar al Salir (por defecto: apagado)

source: DNS Leak Protection (default: ON)
es: Protección de fuga de DNS (por defecto: encendido)

source: Disable '%s' on Disconnect (default: OFF)
es: Deshabilitar '%s' al Desconectar (por defecto: apagado)

source: Update Configs on Start (default: OFF)
es: Actualizar configuraciones al Iniciar (por defecto: apagado)

source: Load Account Info (default: OFF)
es: Cargar información de la cuenta (por defecto: apagado)

source: Load Server Info (default: OFF)
es: Cargar información del Servidor (por defecto: apagado)

source: Debug Mode (default: OFF)
es: Modo de depuración (por defecto: apagado)

source: Debug Mode Enabled
es: Modo de depuración habilitado

source: Logfile: '%s'
es: Archivo de registro: '%s'

source: Select Network Adapter
es: Seleccione Adaptador de Red

source: Change App Theme
es: Cambiar tema de la App

source: Disable About and Quit on Connection (default: ON)
es: Deshabilitar Acerca de y Salir al conectar (por defecto: encendido)

source: Normal Config Update
es: Actualización de la configuración normal

source: Forced Config Update
es: Actualización forzada de la configuración

source: Reset API-Login
es: Reiniciar API-Login

source: Please wait!
es: ¡Por favor, espere!

source: Update is running.
es: Actualización en curso.

source: Error: Certs not found!
es: Error: ¡No se encontraron los certificados!

source: Files missing: '%s'
es: Archivos faltantes: '%s'

source: Could not start Windows Firewall!
es: ¡No se pudo iniciar el cortafuegos de Windows!

source: Error: DNS restore 2nd
es: Error: Restaurar DNS secundario

source: Error: Restore Secondary DNS to %s failed.
es: Error: Restaurar DNS secundario si falló %s.

source: Error: DNS restore 1st
es: Error: Restaurar DNS primario

source: Error: Restore Primary DNS to %s failed.
es: Error: Restaurar DNS primario si falló %s.

source: def win_netsh_read_dns_to_backup: failed!
es: def win_netsh_read_dns_to_backup: ¡fallado!

source: Error: SSL Root Certificate for %s not loaded %s
es: Error: Certificado Raíz SSL para %s no cargado %s

source: Error: Invalid SSL Root Certificate for %s in: '%s' hash is: '%s' but should be '%s'
es: Error: Certificado Raíz SSL inválido para %s en: '%s' hash es: '%s' pero debería ser '%s'

source: Error: SSL Root Certificate for %s not found in: '%s'!
es: Error: ¡No se encontró Certificado Raíz SSL para %s en: '%s'!

source: Error: netsh.exe not found!
es: Error: ¡No se encontró netsh.exe!

source: Error: route.exe not found!
es: Error: ¡No se encontró route.exe!

source: ipconfig.exe not found!
es: ¡No se encontró ipconfig.exe!

source: oVPN.to Setup
es: Asistente de configuración oVPN.to

source: Enter your oVPN.to Details
es: Introduzca los detalles de su oVPN.to

source: User-ID:
es: ID de usuario:

source: API-Key:
es: Clave API:

source: Error: Update failed
es: Error: ¡La actualización ha fallado!

source: Server Window Size
es: Tamaño ventana Servidor

source: Width (pixel):
es: Ancho (pixeles):

source: Height (pixel):
es: Alto (pixeles):

source: Enter width and height Leave blank for default
es: Introduzca ancho y alto Dejar vacío para valores por defecto

source: Load Data every X seconds
es: Cargar Datos cada X segundos

source: seconds:
es: segundos:

source: Switched to IPv4+6
es: Conmutado a IPv4+6

source: Changed Option: Use 'Forced Config Update' to get new configs! You have to join 'IPv6 Beta' on https://%s to use any IPv6 options!
es: Opción cambiada: ¡Use 'Actualización forzada de la configuración' para obtener nuevas configuraciones! ¡Tiene que ingresar en 'IPv6Beta' en https://%s para usar cualquier opción IPv6!

source: Switched to IPv6+4
es: Conmutado a IPv6+4

source: No API-Key!
es: ¡No hay Clave API!

source: Invalid User-ID or API-Key or Account expired!
es: ¡ID de usuario inválida o Clave API o Cuenta expirada!

source: API requests on: %s failed!
es: ¡Las solicitudes de la API fallaron en: %s!

source: Could not read Servers Remote-IP:Port from config: %s
es: No se pudo leer la IP Remota de los Servidores:Puerto de la configuración: %s

source: Could not read Servers Protocol from config: %s
es: No se pudo leer Protocolo de los Servidores desde la configuración: %s

source: Could not read Servers Cipher from config: %s
es: No se pudo leer el Cifrado de los Servidores desde la configuración: %s

source: Platform '%s' not supported
es: Plataforma '%s' no soportada

source: openVPN Setup downloaded and hash verified OK! Please start setup from file: '%s' Verify GPG with: '%s'
es: ¡Descargado ajustes de openVPN con verificación hash exitosa! Por favor, inicie el asistente de configuración desde el archivo: '%s' Verifique GPG con: '%s'

source: openVPN Setup downloaded but hash verify failed! Please install openVPN! URL1: %s URL2: %s
es: ¡Descargado ajustes de openVPN pero falló la verificación hash! ¡Por favor, instale openVPN! URL1: %s URL2: %s

source: Invalid File hash: %s ! localhash = '%s' but should be = '%s'
es: ¡Hash de archivo inválido: %s ! localhash = '%s' pero debería ser = '%s'

source: Failed remove file: %s
es: No se pudo eliminar el archivo: %s

source: OpenVPN not found! Please select openvpn.exe on next window! If you did not install openVPN yet: click cancel on next window!
es: ¡No se encontró OpenVPN! ¡Por favor, seleccione openvpn.exe en la siguiente ventana! ¡Si aún no ha instalado OpenVPN haga click en cancelar en la siguiente ventana!

source: Setup: openVPN
es: Asistente de configuración: openVPN

source: Select openvpn.exe or Cancel to install openVPN
es: Seleccione openvpn.exe o Cancelar para instalar openVPN

source: WARNING! Failed to verify files in '%s' Uninstall openVPN and restart oVPN Client Software! Or install openVPN from URL: %s[debug self.LAST_FAILED_CHECKFILE = '%s']
es: ¡Advertencia! Falló la verificación de archivos en '%s' ¡Desinstale openVPN y reinicie el cliente oVPn! O instale openVPN desde URL: %s[debug self.LAST_FAILED_CHECKFILE = '%s']

source: Could not detect openVPN Version!
es: ¡No se pudo detectar la versión de openVPN!

source: Could not find openVPN
es: ¡No se encuentra openVPN!

source: Invalid Hash: '%s'! is '%s' != '%s'
es: ¡Hash no válido: '%s'! es '%s' !='%s'

source: Invalid content '%s' in '%s'
es: Contenido no válido '%s' en '%s'

source: arch '%s' not supported!
es: ¡arquitectura '%s' no soportada!

source: Quit oVPN.to Client
es: Salir del cliente oVPN.to

source: Do you really want to quit?
es: ¿Está seguro de salir?

source: Firewall Settings
es: Configuración del cortafuegos

source: Restore previous firewall settings? Press 'YES' to restore your previous firewall settings! Press 'NO' to set profiles to 'blockinbound,blockoutbound'!
es: ¿Restaurar ajustes previos del cortafuegos? ¡Presione 'SI' para restaurar sus ajustes previos del cortafuegos! ¡Presione 'NO' para fijar los perfiles a 'blockinbound,blockoutbound'!

source: Allow outgoing connection to internet? Press 'YES' to set profiles to 'blockinbound,allowoutbound'! Press 'NO' to set profiles to 'blockinbound,blockoutbound'!
es: ¿Permitir conexión saliente hacia Internet? ¡Presione 'SI' para fijar los perfiles a 'blockinbound,allowoutbound'! ¡Presione 'NO' para fijar los perfiles a 'blockinbound,allowoutbound'!
